Repository: a3nodq/commat
Catalog: ReviewApp2/*.lproj/Localizable.strings
Languages: ar

source: Login
ar: تسجيل الدخول

source: SignuP
ar: تسجيل جديد

# phonenumber
source: PhoneNumbaer
ar: رقم الهاتف

source: Password
ar: كلمة المرور

# forgetpass
source: Forget Password
ar: هل نسيت كلمة المرور؟

# Donnthaveaccount
source: Don’t have a account?
ar: ليس لديك حساب؟

source: Username
ar: اسم المستخدم

# password2
source: Password Confirmation
ar: تأكيد كلمة المرور

source: Agree to the
ar: الموافقة على

source: Terms And Condtions
ar: الشروط والأحكام

# dohavealreadyacc
source: Do you have already account?
ar: هل لديك حساب؟

# skipvistor
source: Skip As Vistor
ar: الدخول كزائر

source: Verification
ar: التحقق من الرقم

# codesent
source: Code has been send to
ar: تم إرسال الرمز إلى

source: code
ar: رمز التحقق

# enternewpass
source: Enter New Password
ar: ادخل كلمة مرور جديدة

# confirpass
source: Confirm new Password
ar: تأكيد كلمة المرور الجديدة

# newpass
source: New Password 🔑
ar: كلمة مرور جديدة 🔑

source: Reset
ar: تأكيد

# passreset
source: Password Reset 🔑
ar: إعادة تعيين كلمة المرور 🔑

# sendLink
source: Send link to your phone to reset your password
ar: أرسل رابطًا إلى هاتفك لإعادة تعيين كلمة المرور

# senflink
source: Send Reset Link
ar: إعادة تعيين

# ethan
source: Ethan William
ar: إيثان ويليام

# onemonth
source: 1 month ago
ar: منذ شهر

# comment
source: I went to the restaurant with my friends for a party , in the beginng the service was great but when my friends start to come it start to get crowded and couldnt handle all of us.
ar: ذهبت إلى المطعم مع أصدقائي لحضور حفلة ، في البداية ، كانت الخدمة رائعة ولكن عندما بدأ أصدقائي في القدوم ، بدأوا في الازدحام ولم يتمكنوا من التعامل معنا جميعًا.

source: Maha
ar: مها

# editpro
source: Edit Profile
ar: تعديل الملف الشخصي

# Lang
source: Language
ar: اللغة

source: Notifications
ar: إشعارات

source: History
ar: التاريخ

source: PREFERNCE
ar: التفضيلات

source: SECURITY
ar: الأمان والسرية

# passwordre
source: Password Reset
ar: إعادة تعيين كلمة المرور

source: HELP
ar: مساعدة

# rank
source: Waht's Ranks?
ar: ما هي الرتب؟

source: English
ar: العربية

# comment1
source: Through active reviews users can be in different ranks! As shown in the following :
ar: من خلال المراجعات النشطة يمكن أن يكون المستخدمون في رتب مختلفة! كما هو موضح في الآتي:

# type
source: Types of Ranks
ar: أنواع الرتب

source: Expert:
ar: خبير:

# enderexpert
source: The user who has the most experince and activity.
ar: المستخدم الذي لديه أكبر قدر من الخبرة والنشاط.

source: Intermediate:
ar: متوسط:

# underinter
source: The user who has the some experince and activity.
ar: المستخدم الذي لديه الخبرة والنشاط الوحيد.

# bignner
source: Beginner :
ar: مبتدئ :

# underbiggner
source: The user who has the least experince and activity.
ar: المستخدم الذي لديه //أقل خبرة ونشاط.

source: Saud
ar: سعود

source: Logan
ar: لوقان

source: Maryam
ar: مريم

# saudmsg
source: Great , Thank you 💕
ar: رائع شكرا 💕

# loganmsg
source: What’s the cafe called?
ar: ما اسم المقهى؟

# maryammsg
source: It was so good!!!
ar: كان ذلك جيدً

# firstbubble
source: Hi, I want to ask if the cafe you told me about is still open?
ar: مرحبًا ، أريد أن أسأل ما إذا كان المقهى الذي أخبرتني عنه لا يزال مفتوحًا؟

# secondbubble
source: Hello, yes its open!
ar: مرحبًا ، نعم إنه مفتوح!

# thirdbubble
source: Great , Thank you 💕
ar: رائع شكرا 💕

# hello
source: Hello, Maha
ar: مرحبًا مها
